tap "garethgeorge/homebrew-backrest-tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"

#brew "pygments"
#brew "python@3.10"
#brew "autoconf"
brew "awscli"
brew "backrest"
brew "bat"
#brew "bmon"
brew "btop"
brew "gettext"
brew "glib"
brew "ccat"
#brew "cheat"
#brew "choose-rust"
#brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "curl"
#brew "dash"
brew "defaultbrowser"
#brew "diff-so-fancy"
brew "difftastic"
brew "dust"
brew "dockutil"
brew "dog"
brew "eza"
brew "expect"
brew "fd"
brew "fish"
brew "fluxctl"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gping"
brew "gobject-introspection"
#brew "harfbuzz"
brew "httpie"
brew "httpstat"
brew "htmlq"
#brew "pango"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "imagemagick"
brew "jo"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lnav"
brew "mas"
brew "map"
brew "mise"
brew "noti"
brew "nyancat"
brew "oha"
brew "openssl@3"
brew "pastel"
brew "pgcli"
brew "pipx"
brew "pre-commit"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reposurgeon"
brew "ripgrep"
brew "siege"
brew "sd"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terminalimageviewer"
brew "thefuck"
brew "tldr"
brew "tokei"
brew "tmux"
brew "viddy"
brew "w3m"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "wrk"
brew "xh"
brew "xsv"
brew "zoxide"
brew "zsh"
#brew "zplug"
#brew "zsh-history-substring-search"
#brew "denisidoro/tools/navi"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
cask "arc"
cask "audio-hijack"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "aws-vpn-client"
cask "bluesnooze"
cask "brave-browser"
cask "caffeine"
cask "capacities"
#cask "chromedriver"
#cask "citrix-workspace"
cask "chatgpt"
cask "clockify"
#cask "cloudmounter"
#cask "cyberduck"
cask "dbeaver-community"
#cask "devdocs"
cask "diffmerge"
#cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firecamp"
cask "firefox"
cask "firefox-developer-edition"
#cask "flutter"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-intel-one-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "foxitreader"
cask "gimp"
#cask "gitkraken"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "image2icon"
cask "imageoptim"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "jetbrains-toolbox"
#cask "joplin"
cask "jupyter-notebook-viewer"
cask "keka"
cask "licecap"
cask "logseq"
cask "mark-text"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "monitorcontrol"
cask "muzzle"
cask "nordvpn"
cask "numi"
cask "obsidian"
cask "openoffice"
cask "pgadmin4"
cask "pika"
cask "protonvpn"
cask "pop"
cask "postman"
cask "protonmail-bridge"
#cask "proxyman"
#cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "sdformatter"
cask "slack"
cask "skype"
cask "skype-for-business"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "BitWarden", id: 1352778147
mas "Dropover", id: 1355679052
mas "Hand Mirror", id: 1502839586
mas "Infuse", id: 1136220934
mas "Patterns", id: 429449079
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Webcam Settings", id: 533696630
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
vscode "antfu.goto-alias"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "humao.rest-client"
vscode "k--kato.intellij-idea-keybindings"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "oven.bun-vscode"
vscode "postman.postman-for-vscode"
vscode "syler.sass-indented"
vscode "vue.volar"
